tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'carthage'
brew 'cmake'
brew 'cscope'
brew 'openssl'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'freetype'
brew 'gdbm'
brew 'ghc'
brew 'libtool'
brew 'graphviz'
brew 'xz'
brew 'imagemagick'
brew 'libgpg-error'
brew 'libksba'
brew 'libyaml'
brew 'readline'
brew 'sqlite'
brew 'python3'
brew 'macvim'
brew 'mas'
brew 'mogenerator'
brew 'mongodb', restart_service: true
brew 'mysql'
brew 'ninja'
brew 'pkg-config'
brew 'postgresql', restart_service: true
brew 'redis', restart_service: true
brew 'sourcekitten'
brew 'unixodbc'
cask 'haskell-platform'
mas 'Kindle', id: 405399194
mas 'The Unarchiver', id: 425424353
mas 'Keynote', id: 409183694
mas 'Pushbullet', id: 948415170
mas 'Evernote', id: 406056744
mas '1Password', id: 443987910
mas 'Annotate', id: 918207447
mas 'Wunderlist', id: 410628904
mas 'Slack', id: 803453959
mas 'Pixelmator', id: 407963104
mas 'Byword', id: 420212497
mas 'Monodraw', id: 920404675
mas 'MindNode', id: 992076693
