tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
brew "autoconf"
brew "automake"
brew "boost"
brew "carthage"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "openssl"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "freetype"
brew "gdbm"
brew "ghc"
brew "libtool"
brew "graphviz"
brew "xz"
brew "imagemagick"
brew "libksba"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "python"
brew "macvim"
brew "mas"
brew "mogenerator"
brew "mongodb", restart_service: true
brew "mysql"
brew "ninja"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "sourcekitten"
brew "unixodbc"
cask "haskell-platform"
mas "1Password", id: 443987910
mas "Annotate", id: 918207447
mas "Byword", id: 420212497
mas "Evernote", id: 406056744
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "MindNode", id: 992076693
mas "Monodraw", id: 920404675
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
